Repository: mozilla-l10n/mt-training-data
Catalog: ilo/ilo_pontoon.tmx
Source language: en_us
Languages: ilo

source: PKCS#11 token was inserted or removed while operation was in progress.
ilo: Insengngat wenno kinissay ti tandaan a PKCS#11 idi agan-andar ti aramid.

source: PKCS12 Files
ilo: Intar a PKCS12

source: PKCS #1 MD2 With RSA Encryption
ilo: PKCS #1 MD2 ken Panagikripta a RSA

source: PKCS #1 MD5 With RSA Encryption
ilo: PKCS #1 MD5 ken Panagikripta a RSA

source: PKCS #1 RSA Encryption
ilo: Panagikripta a PKCS #1 RSA

source: PKCS #1 SHA-256 With RSA Encryption
ilo: PKCS #1 SHA-256 ken Panagikripta a RSA

source: PKCS #1 SHA-384 With RSA Encryption
ilo: PKCS #1 SHA-384 ken Panagikripta a RSA

source: PKCS #1 SHA-512 With RSA Encryption
ilo: PKCS #1 SHA-512 ken Panagikripta a RSA

source: Playing
ilo: Umaandar

source: Please authenticate to the token. Authentication method depends on the type of your token.
ilo: Agpaneknekkayo kadaytoy a pagtandaanan. Agdepende ti wagas ti panagpaneknek iti kita ti pagtandaananyo.

source: Please check this box if you want to proceed.
ilo: Markaanyo daytoy no kayatyo nga ituloy.

source: Please ensure the selected browser is closed before continuing.
ilo: Pamnekanyo ket nakarikep ti pinili a panglayag sakbaykayo agtuloy.

source: Please enter a valid hostname
ilo: Isuratyo man ti nagan ti serbidor

source: Please enter the master password for the %S.
ilo: Idukotyo ti kontrasenias a maestro maipaay ti %S.

source: Please wait…
ilo: Aguray man kayo...

source: Please wait while $BrandFullNameDA is being uninstalled.
ilo: Aguraykayo man kadi iti panagisimpa ti $BrandFullNameDA.

source: Plugins
ilo: Anay

source: Polish
ilo: Polako

source: Port
ilo: Siwal

source: Port Restricted for Security Reasons
ilo: Matngel ti Siwal maipaay ti Panangsalaknib

source: Portuguese
ilo: Portuges

source: Position:
ilo: Saad:

source: Position your mouse over a component to see its description.
ilo: Isaadyo ti mouse iti komponente tapno makita ti pakabigbiganna.

source: Preference Name
ilo: Nagan ti Pagdumdumaan

source: Preferences
ilo: Pagdumdumaan

source: Preferences…
ilo: Pagdumdumaan...

source: prefix must not be bound to one of the reserved namespace names
ilo: Nasken a saan a mapatapat ti patapat-sakbay iti maysa a nailatangan a nagan ti sakup-nagan

source: prefix not bound to a namespace
ilo: saan a napatapat ti patapat-sakbay iti aniaman a sakup-nagan

source: Premature end of comment. Use “-->” to end a comment properly.
ilo: Nasapa a gibus ti pagkunaan. Aramatenyo ti “-->” tapno magibusan a nalaing.

source: Press
ilo: Talmegan

source: Pressing F7 turns Caret Browsing on or off. This feature places a moveable cursor in web pages, allowing you to select text with the keyboard. Do you want to turn Caret Browsing on?
ilo: No talmeganyo ti F7, sukatanna ti mode ti kursor. Mangdisso daytoy a kabaelan iti agkutkuti a kursor kadagiti panid ti Web, santo makapilikayo iti teksto babaen ti teklado. Kayatyo aramaten itan?

source: Preview in { -brand-short-name }
ilo: Padasen iti { -brand-short-name }

source: Primed cache
ilo: Insagana a pagipempenan

source: Print
ilo: Imaldit

source: Print…
ilo: Imaldit...

source: Print Background _Colors
ilo: Imaldit ti _Maris ti Likod

source: Print Background I_mages
ilo: I_maldit dagiti Ladawan ti Likod

source: Print Backgrounds
ilo: Imaldit ti Likod

source: Print BG Colors
ilo: Imaldit ti Maris ti Likodan

source: Print BG Images
ilo: Imaldit ti Ladawan ti Likodan

source: Print Frame…
ilo: Imaldit ti Kuadro...

source: Print Frames
ilo: Imaldit ti Kuadro

source: Printing
ilo: Imalmaldit

source: Printing is Completed.
ilo: Nalpas ti Panagimaldit.

source: Print Preview
ilo: Pagarigan ti Panagimaldit

source: Print Selection
ilo: Imaldit ti Pinili

source: Print this page
ilo: Imaldit daytoy a panid

source: Print To File
ilo: Pagimalditan ti Intar

source: Privacy & History
ilo: Polisa & Pakasaritaan

source: Privacy Policy
ilo: Polisa ti Kapaknian

source: (Private Browsing)
ilo: (Napakni a Panagsursur)

source: Proceeding will:
ilo: Panagipatuloy ket:

source: Progress:
ilo: Panagaddang:

source: Prompt
ilo: Dawaten

source: Properties
ilo: Gupit

source: Properties for “%S”
ilo: Pamigbigan ti "%S"

source: Proportional
ilo: Nakaitutop

source: Proxy DNS when using SOCKS v5
ilo: Proxy DNS no ar-arameten ti SOCKS v5

source: Proxy Server Refused Connection
ilo: Pinaidam ti Serbidor a Proxy ti Panilpo

source: Pseudo-elements can’t be negated ‘%1$S’.
ilo: Saan a masuppiat ti parbo-elemento a '%1$S'.

source: PSM Internal Cryptographic Services
ilo: PSM nga internal a Serbisio ti Kriptograpia

source: PSM Internal Crypto Services
ilo: PSM nga internal a Serbisio ti Kriptograpia

source: PSM Private Keys
ilo: PSM a Napakni a Tulbek

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ilo: <p>Linapdan ti browser daytoy a panid ket mangikarga a kastoy gapu ta adda ti polisa ti seguridad iti aglalaon nga agpapaidam.</p>

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
ilo: <p>Saan a maal-ala ti nadawat a dokumento iti pasmok ti &brandShortName;.</p><ul><li>Kas pangseguridad nga annad, saan nga uliten a dawaten a dagus ti browser ti napakni a dokumento.</li><li>Litikanyo ti Uliten tapno madawatan manen ti dokumento ti sitio Web.</li></ul>

source: Pull down to show history
ilo: Labniten tapno maipadlaw ti pakasaritaan

source: Purple
ilo: Lila

source: Q
ilo: S

source: Quechua
ilo: Ketsua

source: r
ilo: P

source: Reached top of page, continued from bottom
ilo: Nakaleppas iti rugi ti panid, agtuloy manipud iti baba

source: Read %1$S
ilo: Binasa ti %1$S

source: Ready
ilo: Sidadaan

source: Recent
ilo: Nabiit

source: Recent Highlights
ilo: Nabiit a Tampok

source: Recent History
ilo: Nabiit a Pakasaritaan

source: Recently Bookmarked
ilo: Nabiit a Napannanda

source: Recently Closed Tabs
ilo: Nairikep itay a Nabiit a Lapayag

source: Recently Closed Windows
ilo: Nairikep itay Nabiit a Tawa

source: Recent Tags
ilo: Nabiit a Lapayag

source: Recent Updates
ilo: Nabiit a Pannanarimaan

source: recursive entity reference
ilo: managulit a pannakatudo ti entidad

source: Red
ilo: Labbaga

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
ilo: Limmapus ti panagitungo iti URL a daytoy. Saan a naikarga ti dinawat a panid. Panagbanagansa ti nalapdan a egged.

source: Redo
ilo: Uliten

source: Referring URL:
ilo: Agturturong nga URL:

source: Refresh
ilo: Sadiwaen

source: Registered OID
ilo: Nakarehistro nga OID

source: "Registering: "
ilo: "Lislistaan: "

source: Reload
ilo: Uliten

source: Reload Frame
ilo: Pagsadiwaen ti Kuadro

source: Reload Live Bookmark
ilo: Ikarga manen ti Siaandar a Pannanda

source: &Remember
ilo: Irehistro

source: Remote XUL
ilo: Adayo a XUL

source: Remove
ilo: Ikkaten

source: Remove All Languages
ilo: Ikkaten Amin a Pagsassao

source: Remove All Sites
ilo: Ikkaten Amin a Sitio

source: Remove Bookmark;Remove #1 Bookmarks
ilo: Ligsayen ti Pannanda;Ligsayen ti #1 a Pannanda

source: "Remove folder: "
ilo: Buraen ti Karpeta: %s

source: Remove Language
ilo: Ikkaten ti Pagsassao

source: Remove Site
ilo: Ikkaten ti Sitio

source: "Rename: "
ilo: "Ipanaganan: "

source: "Rename on reboot: "
ilo: "Ipanaganan no mangrugi manen: "

source: Render Mode:
ilo: Wagas ti Panagipaay:

source: Report Contents
ilo: Laon ti Pakaammo

source: Report ID
ilo: ID ti Danon

source: Report submitted successfully!
ilo: Naipatuloden a napudno ti pakaammo!

source: Request English versions of web pages for enhanced privacy
ilo: Ipadawat dagiti Ingles a panid-web maipaay kaimbagan a kapaknian

source: Request Headers
ilo: Uluanan ti Dawat

source: Resend
ilo: Ipatulod manen

source: Resending reports that previously failed to send…
ilo: Ipatultulod manen dagiti saan a naipatulod idi...

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
ilo: Nasken a saan a maikkatan ti palawag ti nailatang a patapat-sakbay (xml) wenno mapatapat iti sabali a nagan ti sakup-nagan

source: reserved prefix (xmlns) must not be declared or undeclared
ilo: Nasken a saan a maipalawag wenno maikkatan ti palawag ti nailatangan a patapat-sakbay (xmlns)

source: Reset Master Password
ilo: Ituding ti Kontrasenias a Maestro

source: Response Headers
ilo: Uluanan ti Sungbat

source: Restart
ilo: Irugi manen

source: Restart { -brand-short-name }
ilo: Irugi manen ti { -brand-short-name }

source: Restart Later
ilo: Irugi Manen Intono Madamdama

source: Restart now
ilo: Irugi manen itan

source: Restart now to complete installation
ilo: Irugi manen tapno malpas ti panaginstala

source: Restart %S
ilo: Irugi manen ti %S

source: Restart to disable
ilo: Irugi manen tapno maiddep

source: Restart to enable
ilo: Irugi manen tapno makapagtaray

source: Restore
ilo: Ipulang

source: Restore All Windows
ilo: Isbuli Amin a Tawa

source: Restore Column Order
ilo: Isubli ti Panagurnos ti Kolumna

source: Restore Session
ilo: Isubli ti Sesion

source: Resume
ilo: Ituloy

source: Retry
ilo: Uliten

source: Rhaeto-Romanic
ilo: Reto-romaniko

source: Robots are Your Plastic Pal Who’s Fun To Be With.
ilo: Dagiti robot ket Plastik a Gayyem a Mannakiangawyo.

source: Robots have seen things you people wouldn’t believe.
ilo: Nakakita dagiti robot ti kua a saanyo a tao a mapatpati.

source: Robots have shiny metal posteriors which should not be bitten.
ilo: Adda kadagiti robot ti ubbet a nasken a saan a makagat.

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
ilo: Saan a mabalin a dangranan ti robot ti tao wenno, babaen ti awan ti aramid, palubusan a madangran ti tao.

source: Romanian
ilo: Romanio

source: Russian
ilo: Ruso

source: S
ilo: u

source: %S added
ilo: Nanayonan ti %S

source: Saint Vincent and the Grenadines
ilo: San Vicente ken dagiti Grenadina

source: Samoan
ilo: Samoano

source: Sango
ilo: Sanggo

source: Sanskrit
ilo: Sanskrito

source: Sans-serif
ilo: Awan-Serifa

source: Sans Serif
ilo: Awan-Serifa

source: Sardinian
ilo: Sardo

source: Save
ilo: Idulin

source: &Save
ilo: Idulin

source: Save As
ilo: Idulin Kas

source: Save As…
ilo: Idulin kas...

source: Save Audio
ilo: Idulin ti Audio

source: Save Audio As…
ilo: Idulin ti Audio kas...

source: Save Certificate To File
ilo: Pagidulinan nga Intar ti Sertipiko

source: Save Changes
ilo: Idulin ti Pagbabaliwan

source: Saved Form History
ilo: Naidulin a Pakasaritaan ti Pormulario

source: Saved Passwords
ilo: Naidulin a Kontrasenias

source: Save File
ilo: Idulin ti Intar

source: Save files to
ilo: Pagidulinan ti intar

source: Save Frame As…
ilo: Idulin ti Kuadro kas...

source: Save Image
ilo: Idulin ti Ladawan

source: Save Image As…
ilo: Idulin ti Ladawan kas...

source: Save Link As…
ilo: Idulin ti Kasilpo kas...

source: Save Snapshot As…
ilo: Idulin ti Snapshop a kas...

source: Save Video
ilo: Idulin ti Video

source: Saving Picture…
ilo: Iduldulin ti Litrato...

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
ilo: Naduktalan ti EOF ngem saan a nalikmut ti etiketa iti ">". Laklaksiden ti etiketa.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
ilo: &Naduktalan ti "</>". Nalabit a gapo: Saan a naitarus “<” (itarus a “lt;”) wenno naisurat a madi ti ungto nga etiketa.

source: %S B
ilo: %S a B

source: Scottish Gaelic
ilo: Gaeliko nga Eskoses

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
ilo: Saan a naluktan ti %S ta awan ti mainaig nga aplikasion a mannulong. Baliwanyo ti pannakanaigda iti pagdumdumaanyo.

source: %S could not be saved, because a file already exists with the same name as the ‘_files’ directory.\n\nTry saving to a different location.
ilo: Saan a naidulin ti %S, gapu ta agaddan ti intar nga adda ti naganna nga agpkapareho iti direktorio a '_files'.\n\nPadasenyo ti sabali a pagidulinan.

source: %S could not be saved, because the file name was too long.\n\nTry saving with a shorter file name.
ilo: Saan a naidulin ti %S, gapu ta atiddog la unay ti nagan ti intar.\n\nPadasenyo nga idulin babaen ti naiyabababa a nagan ti intar.

source: %S could not be saved, because the source file could not be read.\n\nTry again later, or contact the server administrator.
ilo: Saan a naidulin ti %S, gapu ta saan a nabasa ti intar-pagtaudan.\n\nPadasenyo intuno madamdama wenno kasaoyo man ti mangimaton kadagiti serbidor.

source: %S days ago
ilo: idi %S nga aldaw

source: Search bookmarks
ilo: Biroken iti pannanda

source: Search Downloads
ilo: Biroken iti Pakayulogan

source: Search history
ilo: Biroken iti pakasaritaan

source: SECG elliptic curve secp112r1
ilo: secp112r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp112r2
ilo: secp112r2 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp128r1
ilo: secp128r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp128r2
ilo: secp128r2 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp160k1
ilo: secp160k1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp160r1
ilo: secp160r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp160r2
ilo: secp160r2 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp192k1
ilo: secp192k1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp224k1
ilo: secp224k1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp224r1 (aka NIST P-224)
ilo: secp224r1 nga arinduyog a killo ti SECG (wenno NIST P-224)

source: SECG elliptic curve secp256k1
ilo: secp256k1 nga arinduyog a killo ti SECG

source: SECG elliptic curve secp384r1 (aka NIST P-384)
ilo: secp384r1 nga arinduyog a killo ti SECG (wenno NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
ilo: secp521r1 nga arinduyog a killo ti SECG (wenno NIST P-521)

source: SECG elliptic curve sect113r1
ilo: sect113r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect113r2
ilo: sect113r2 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect131r1
ilo: sect131r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect131r2
ilo: sect131r2 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect163k1 (aka NIST K-163)
ilo: sect163k1 nga arinduyog a killo ti SECG (wenno NIST K-163)

source: SECG elliptic curve sect163r1
ilo: sect163r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect163r2 (aka NIST B-163)
ilo: sect163r2 nga arinduyog a killo ti SECG (wenno NIST B-163)

source: SECG elliptic curve sect193r1
ilo: sect193r1 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect193r2
ilo: sect193r2 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect233k1 (aka NIST K-233)
ilo: sect233k1 nga arinduyog a killo ti SECG (wenno NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
ilo: sect233r1 nga arinduyog a killo ti SECG (wenno NIST B-233)

source: SECG elliptic curve sect239k1
ilo: sect239k1 nga arinduyog a killo ti SECG

source: SECG elliptic curve sect283k1 (aka NIST K-283)
ilo: sect283k1 nga arinduyog a killo ti SECG (wenno NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
ilo: sect283r1 nga arinduyog a killo ti SECG (wenno NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
ilo: sect409k1 nga arinduyog a killo ti SECG (wenno NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
ilo: sect409r1 nga arinduyog a killo ti SECG (wenno NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
ilo: sect571k1 nga arinduyog a killo ti SECG (wenno NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
ilo: sect571r1 nga arinduyog a killo ti SECG (wenno NIST B-571)

source: Security
ilo: Seguridad

source: Security Error: Content at %S may not load or link to %S.
ilo: Kammali ti Seguridad: Saan a maikarga wenno maisilpuan ti laon iti %S ti %S.

source: security library failure.
ilo: Napaay ti biblioteka ti seguridad.

source: security library: memory allocation failure.
ilo: biblioteka ti seguridad: napaay ti panangbingay iti memoria.

source: security library: need random data.
ilo: biblioteka ti seguridad: nasken ti paspasarak a datos.

source: security library: no nodelock.
ilo: biblioteka ti seguridad: awan ti panlapdan ti buko.

source: security library: no security module can perform the requested operation.
ilo: biblioteka ti seguridad: awan ti pampatalged a paset a makaaramid iti nasken a pannakapaandar.

source: security library: read-only database.
ilo: biblioteka ti seguridad: basa-laeng a database.

source: security library: received bad data.
ilo: biblioteka ti seguridad: naawat ti madi a datos.

source: Security Warning
ilo: Patigmaan ti Seguridad

source: (seeking)
ilo: (agbirbirok)

source: Select
ilo: Pilien

source: Select a Folder to Save the Images
ilo: Pilienyo ti Karpeta a Pagidulinan ti Ladawan

source: Select a language to add…
ilo: Pilienyo ti pagsaasao a manayonan...

source: Select All
ilo: Sidadagup

source: Select an item to view and edit its properties
ilo: Pilienyo ti maysa tapno maipadlaw sakayonto makapangbaliw kadagiti gupitna.

source: Select components to install:
ilo: Pilienyo dagiti komponente nga maisimpanto:

source: Select Download Folder
ilo: Pilien ti Karpeta ti Pagyulogan

source: Select File containing CA certificate(s) to import
ilo: Pilien ti intar nga aglalaon iti sertipiko a CA nga iyangkatto

source: Select File containing somebody’s Email certificate to import
ilo: Pilien ti intar nga aglalaon iti sertipiko ti serbidor nga iyangkatto

source: Select Helper Application
ilo: Pilien ti Mannulong nga Aplikasion

source: Select Profile
ilo: Pilien ti Profile

source: Select the folder to install $BrandFullNameDA in:
ilo: Panagpili ti karpeta a paginstalaran ti $BrandFullNameDA:

source: Select which items to import:
ilo: Pilien ti banag a mayangkat:

source: Sending request to %1$S…
ilo: Ipatultulod ti dawat iti %1$S…

source: Send this item to:
ilo: Pagpatulodan:

source: Send to:
ilo: Pagpatulodan:

source: Separate tags with commas
ilo: Isina dagiti etiketa babaen ti koma

source: Serbian
ilo: Serbio

source: Serial Number
ilo: Bilang ti Serie

source: Serif
ilo: Serifa

source: Server has no key for the attempted key exchange algorithm.
ilo: Awan ti tulbek ti serbidor para iti napadasan nga algoritmo ti pannakasukat iti tulbek.

source: Server returned bad HTTP response
ilo: Madi ti panagsungbat ti HTTP a serbidor

source: Server returned bad LDAP response
ilo: Insungbat ti serbidor ti madi a LDAP

source: Set As Desktop Background…
ilo: Ituding kas Likod ti Eskritorio

source: Set Desktop Background
ilo: Ituding ti Likodan ti Eskritorio

source: Settings
ilo: Pakaitudo

source: Set Up Optional Components
ilo: Yasentar dagiti Opsional a Komponente

source: Set Up Shortcuts
ilo: Parsuaen ti Apat

source: Setup Type
ilo: Kita ti Instalasion

source: Setup was completed successfully.
ilo: Nalpas a napudno ti instalasion.

source: Setup was not completed successfully.
ilo: Saan a nalpas a napudno ti instalasion.

source: %S file
ilo: %S nga intar

source: %S_files
ilo: intar_ti_%S

source: %S GB
ilo: %S a GB

source: SHA-1 digest function failed.
ilo: Napaay ti rebbengen ti pakapukpukan iti SHA-1.

source: SHA1 Fingerprint
ilo: Lemma ti SHA1

source: %s had a problem and crashed.\n\nTo help us diagnose and fix the problem, you can send us a crash report.
ilo: Rimsua ti problema iti %s sa nagpalta.\n\nTapno maitulongdakami a mangrikonosi sa mangtarimaan iti problema, maipatuloddakami ti padamag maipapan ti palta.

source: %S has been removed.
ilo: Naikkat ti %S.

source: %S has been updated
ilo: Natarimaan ti %S

source: Shopping cart
ilo: Labba

source: Show All Tabs
ilo: Ipadlaw Amin a Pakasaritaan

source: Show Columns
ilo: Ipadlaw ti Kolumna

source: Show hidden objects
ilo: Ipadlaw dagiti nakalemmeng

source: Show Only This Frame
ilo: Ipadlaw daydaytoy a Kuadro

source: Show Passwords
ilo: Ipadlaw ti Kontrasenias

source: Show Release Notes
ilo: Ipadlaw ti ti Panagibbat

source: Show the release notes for this update
ilo: Ipadlaw ti pakaammo ti panagibbat agpaay kadaytoy a pannanarimaan

source: Siblings
ilo: Maikadua

source: Sichuan Yi
ilo: Yi

source: Sidebar
ilo: Barras-igid

source: Sidebars
ilo: Barras-Igid

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
ilo: Napaay ti pannakapaneknek ti pirma: awan ti nabirokan a nangipirma, addu la unay ti nangipirma, wenno saan a maiparbeng wenno narukop ti datos.

source: Signing
ilo: Ipirmirma

source: Simplified Chinese
ilo: Naiyababa nga Insek

source: Singapore
ilo: Singgapur

source: Singhalese
ilo: Singhales

source: Sinhala
ilo: Sinyala

source: “%S” is already registered as a Feed Reader
ilo: Nakalistaanen ti "%S" a kas Mammasa iti Subo

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
ilo: Agtartarayen ti %S, ngem saan nga sumungsungbat. Tapno mailukat ti baro a tawa, kapilitan nga umuna ket ressatenyo ti addan a %S a proceso , wenno irugiyo manen ti sistema.

source: Site Preferences
ilo: Pagdumdumaan ti Website

source: Size
ilo: Kadakkel

source: Size:
ilo: Kadakkel:

source: { $size } KB
ilo: { $size } a KB

source: Size: %S KB
ilo: Kadakkel: %S a KB

source: %S KB
ilo: %S a KB

source: "Skipped: "
ilo: "Nalabsan: "

source: Slovak
ilo: Eslobako

source: Slovenian
ilo: Eslobeno

source: %S MB
ilo: %S a MB

source: SOCKS Host
ilo: Mamadagus ti SOCKS

source: Software installation has been disabled by your system administrator.
ilo: Iniddep ti mangimaton iti sistema ti panagisimpa ti software.

source: Software installation is currently disabled. Click Enable and try again.
ilo: Nakaiddep met ti panagisimpa ti software. Aglagitikkayo iti Pagbalinen sayo padasen manen.

source: Software Security Device
ilo: Aparato ti Seguridad ti Software

source: Software Security Device (FIPS)
ilo: Aparato ti Seguridad ti Software (FIPS)

source: Some sample Text goes here.
ilo: Pagarigan a teksto ditoy.

source: Sorbian
ilo: Sorbio

source: Sort
ilo: Itakunda

source: Sort by name
ilo: Urnosen iti nagan

source: Sort By Name
ilo: Urnosen segun Nagan

source: Sort ‘%S’ by Name
ilo: Urnosen ti '%S' segun Nagan

source: Sotho, Northern
ilo: Sotho (Amianan)

source: Sotho, Southern
ilo: Sotho nga Abagatan

source: Southwestern Tlaxiaco Mixtec
ilo: Misteko a Tlahiak ti Akinabagatan-laud

source: Space
ilo: Espasio

source: "Space available: "
ilo: "Maaramat a pagbaetan:"

source: "Space required: "
ilo: "Nasken a pagbaetan:"

source: <span data-l10n-name="path">Path:</span> { $pluginFullPath }
ilo: <span data-l10n-name="path">Dana:</span> { $pluginFullPath }

source: Spanish
ilo: Kastila

source: %S requires that you accept the following End User License Agreement before installation can proceed:
ilo: Nasken ti %S nga annurotenyo ti sumagsaganad a Tulag ti Panaglisensia dagiti Agar-aramat sakbay maituloy ti panaginstala:

source: SSL attempted to send a record that exceeded the maximum permissible length.
ilo: Pinadas ti SSL nga agpatulod iti rehistro a nagsurok iti kadakkelan a kaatiddogan a napalubosan.

source: SSL Certificate Authority
ilo: Sertipikasion nga Awtoridad ti SSL

source: SSL Client Certificate
ilo: Sertipiko ti Kliente a SSL

source: SSL experienced a failure of its random number generator.
ilo: Nakapaay ti SSL iti agpaltuad iti paspasarak a bilang.
